"Copy" = "无（无抖动）";
"Dither Copy" = "无（允许抖动）";
"Or" = "Or";
"Xor" = "Xor";
"Replace Black" = "Replace Black";
"Inverse Copy" = "Inverse Copy";
"Inverse Or" = "Inverse Or";
"Inverse Xor" = "Inverse Xor";
"Inverse Replace Black" = "Inverse Replace Black";
"Pattern Copy" = "Pattern Copy";
"Pattern Or" = "Pattern Or";
"Pattern Xor" = "Pattern Xor";
"Pattern Replace Black" = "Pattern Replace Black";
"Inverse Pattern Copy" = "Inverse Pattern Copy";
"Inverse Pattern Or" = "Inverse Pattern Or";
"Inverse Pattern Xor" = "Inverse Pattern Xor";
"Inverse Pattern Replace Black" = "Inverse Pattern Replace Black";
"Grayish Text Or" = "Grayish Text Or";
"Hilite" = "Hilite";
"Blend" = "混合";
"Add Pin" = "Add Pin";
"Add Over" = "Add Over";
"Add Max" = "Add Max";
"Add Min" = "Add Min";
"Subtract Pin" = "Subtract Pin";
"Subtract Over" = "Subtract Over";
"Transparent" = "透明";
"Straight Alpha" = "直接 Alpha";
"Per Component Alpha" = "每分量 Alpha";
"Straight Alpha Blend" = "直接 Alpha 混合";
"Premultiplied White Alpha" = "预乘白色 Alpha";
"Premultiplied Black Alpha" = "预乘黑色 Alpha";
"Premultiplied Color Alpha" = "预乘颜色 Alpha";
"Composition" = "合成";